#+TITLE: Project Plan Summary
#+AUTHOR: Martin Homuth
#+DATE: <2016-09-19 Mon>

Project:
Program:
Language:

|---+---------------------+------+--------+---------+-----------|
|   | Time in Phase (min) | Plan | Actual | To Date | To Date % |
|---+---------------------+------+--------+---------+-----------|
| # | Planning            |      |        |         |           |
| # | Design              |      |        |         |           |
| # | Code                |    2 |        |         |           |
| # | Compile             |    2 |        |         |           |
| # | Test                |    2 |        |         |           |
| # | Postmortem          |      |        |         |           |
| # | ..Total             |    6 |      0 |       0 |         0 |
|---+---------------------+------+--------+---------+-----------|
|   | Defects Injected    |      | Actual | To Date | To Date % |
|---+---------------------+------+--------+---------+-----------|
| # | Planning            |      |        |         |           |
| # | Design              |      |        |         |           |
| # | Code                |      |        |         |           |
| # | Compile             |      |        |         |           |
| # | Test                |      |        |         |           |
| # | ..Total Development |    0 |      0 |       0 |         0 |
|---+---------------------+------+--------+---------+-----------|
|   | Defects Removed     |      | Actual | To Date | To Date % |
|---+---------------------+------+--------+---------+-----------|
| # | Planning            |      |        |         |           |
| # | Design              |      |        |         |           |
| # | Code                |      |        |         |           |
| # | Compile             |      |        |         |           |
| # | Test                |      |        |         |           |
| # | ..Total Development |    0 |      0 |       0 |         0 |
| # | After Development   |      |        |         |           |
|---+---------------------+------+--------+---------+-----------|
#+TBLFM: @8$3..@8$6=vsum(@2..@7)::@15$3..@15$6=vsum(@10..@14)::@22$3..@22$6=vsum(@17..@21)

